Repository: natrajG/FM
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: te

source: Date Of Birth
te: పుట్టిన తేది

source: Mobile No
te: మొబైల్ నం.

source: User Name
te: వ్యక్తి పేరు

source: Password
te: పాస్వర్డ్

source: Invalid Username or Password
te: మీ పేరు/పాస్వర్డ్ సరిచుసుకొండి

source: ID/Full Name
te: అప్లికేషన్ నం./పూర్తి పేరు

source: Enter Application Number Or Full Name
te: అప్లికేషన్ నం./పూర్తి పేరు

source: No Application Records Found
te: ఈ అప్లికేషన్ నం./పూర్తి పేరు తొ ఏ రికార్డ్ లేదు

source: Full name
te: పూర్తి పేరు

source: Father or Husband Name
te: తండ్రి/భర్త పేరు

source: Nominee Name
te: నామిని పేరు

source: Date of Birth
te: పుట్టిన తేది

source: Job
te: ఉద్యోగం

source: Address
te: చిరునామా

source: Loan Amount
te: అప్పు తీసుకున్న రూ/-

source: Installment Amount
te: కిస్తీ రుపాయలు

source: Number Of Emi
te: కిస్తీ నం.

source: Rate Of Intrest
te: వడ్డి రెటు

source: Special Loan Amount
te: ప్రత్యేక అప్పు రూ/-

source: special Rate Of Intrest
te: స్పెషల్ వడ్డి రెటు

source: Special Intrest Amount
te: ప్రత్యేక మిత్తి రూ/- 100కి 2-00 చొప్పున రూ/-

source: type
te: ఎ రకమైన ష్టేట్మెంట్

source: loan
te: అప్పు వివరాలు

source: short appu
te: స్పెషల్ అప్పు వివరాలు

source: monthly/yearly
te: బిల్లు వివరాలు

source: karchulu
te: కర్చుల వివరాలు

source: labam_vivaralu
te: లాభం వివరాలు

source: From Date
te: ఈ తేది నుండి

source: To Date
te: ఈ తేది వరకు

source: purpose
te: ఖర్చుపెట్టిన కారనం

source: expense
te: రుపాయలు

source: Date
te: తేది

source: No Application with this Number
te: ఇ అప్లికేషన్ నం. తొ ఎ అప్లికేషన్ లెదు

source: No Application with this Name
te: ఇ పేరు తొ ఎ అప్లికేషన్ లెదు

source: full_name
te: పూర్తి పేరు

source: emi amount
te: కిస్తీ రుపాయలు

source: total_emi_no
te: కిస్తీలు

source: status
te: అప్పు యొక్క స్తితి

source: specialloan
te: స్పెషల్ లోను రుపాయలు

source: special_money
te: స్పెషల్ వడ్డి రుపాయలు

source: App.No:
te: అప్లికేషన్ సంఖ్య:

source: intrest_mon
te: సాధారన వడ్డి రుపాయలు

source: fine
te: జరిమాన రుపాయలు

source: bill no
te: బిల్లు నెంబర్లు

source: bill date
te: బిల్లు తేది

source: sharemoney
te: శేర్సు రుపాయలు

source: remaining debt
te: మీగతా బాకి రూ/-

source: full pay
te: ఫుల్ పేడ్

source: Total
te: మొత్తం రూ/-

source: Submit
te: సబ్మిట్

source: Home
te: హొమె పేజ్

source: New Application
te: కొత్త అప్లికేషన్

source: User Search
te: సబ్యుడిని వెతుకు

source: Bill Pay
te: బిల్ల్ కట్టాలి

source: Organisation Account
te: సంగం వివరాలు

source: Logout
te: లాగ్అవుట్

source: Bill Search
te: బిల్ల్ వెతుకు

source: App-Id
te: అప్లికేషన్ నం.

source: Full-Name
te: పూర్తి పేరు

source: Share Amount
te: షేర్సు రుపాయలు

source: paid loan amount
te: చెల్లించిన ఋణం

source: Emi.No
te: అప్పు కట్టుచున్న కిస్తీలు

source: Intrest Amount
te: మిత్తి రూ/- 100కి 1-00 చొప్పున రూ/-

source: Penality
te: అపరాద రుసుం రూ/-

source: Full Paid
te: ఫుల్ పేడ్

source: Print
te: ప్రింట్

source: Edit Bill
te: బిల్ల్ మార్పు

source: Balance:
te: బ్యలెన్స్:

source: Expenditure Form
te: ఖర్చు నమొదు చెయు ఫారం

source: sangam statement
te: సంగం వివరాలు పట్టిక

source: profit
te: మొత్తం లాభం

source: Your Application is saved and your id
te: మీ అప్లికేషన్ స్వీకరించబడినది, మీ అప్లికేషన్ సంఖ్య

source: Full Name :
te: పూర్తి పేరు:

source: Loan Form
te: ౠణము ఫారం

source: Special Loan Form
te: స్పెషల్ ౠణము ఫారం

source: Account Statement Form
te: సబ్యుడిని పట్టిక
